tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "python@3.11"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "grpcurl"
brew "jq"
brew "lazygit"
brew "lua-language-server"
brew "luv"
brew "neovim"
brew "ninja"
brew "openssl@1.1"
brew "virtualenv"
brew "poetry"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "typescript-language-server"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
